acpi
acpid
adwaita-icon-theme
alsa-firmware
alsa-utils
apulse
autoconf
automake
avahi
b43-fwcutter
baobab
bash
binutils
bison
boost
btrfs-progs
bumblebee
bzip2
clang
clion-cmake
coreutils
cpprestsdk
cpr-git
cpupower
crda
cronie
cryptsetup
cython
dconf-editor
device-mapper
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
empathy
evince
evolution
exfat-utils
f2fs-tools
feh
ffmpegthumbnailer
file
file-roller
filesystem
filezilla
findutils
firefox
flatpak
flex
fmt
fprintd
freerdp
gawk
gcc
gcc-libs
gdb
gdm
gedit
gettext
github-desktop
glibc
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-maps
gnome-notes
gnome-online-accounts
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-gsconnect
gnome-shell-extension-manjaro-update
gnome-shell-extensions
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-wallpapers
gnome-weather
gparted
grep
grilo-plugins
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gthumb
gtk3
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-mtp
gvfs-smb
gzip
haveged
hexchat
i3lock-color
i3lock-fancy-dualmonitors-git
illyria-wallpaper
imagewriter
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jre8-openjdk
jre8-openjdk-headless
kernel-alive
less
lib32-mesa-demos
lib32-nvidia-utils
lib32-primus
libcurlpp
libdvdcss
libreoffice-fresh
licenses
linux-firmware
linux419
linux419-bbswitch
linux419-nvidia
linux419-rt
linux419-rt-bbswitch
linux419-rt-nvidia
linux420
linux420-bbswitch
linux420-nvidia
linux51
linux51-bbswitch
linux51-nvidia
logrotate
lollypop
lrzip
lsb-release
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-artwork
manjaro-aur-support
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-gdm-check
manjaro-gdm-theme
manjaro-gnome-assets
manjaro-gnome-vanilla
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
mc
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
mhwd-tui
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mousetweaks
ms-office-online
mutter
nano
nautilus
nautilus-admin
nautilus-empty-file
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nlohmann-json
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-utils
obs-studio
openrazer-meta
openresolv
openssh
os-prober
p7zip
pacman
pacui
pamac-gtk
papirus-maia-icon-theme
patch
pciutils
perl
polkit-gnome
ponysay
powertop
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
putty-git
python-pip
rdesktop
reiserfsprogs
rsync
s-nail
seahorse
sed
shadow
simple-scan
snapd
spectre-meltdown-checker
spotify
steam-manjaro
strongswan
sudo
sushi
sysfsutils
systemd-fsck-silent
systemd-sysvcompat
tar
telegram-desktop
telepathy-accounts-signon
terminus-font
texinfo
timeshift
tk
tlp
totem
tracker
tracker-miners
transmission-gtk
trizen
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
uget
unace
unrar
usb_modeswitch
usbutils
util-linux
valgrind
vi
vino
visual-studio-code-insiders
wallpapers-2018
websocketpp
wget
which
wickr-bin
wireshark-qt
wpa_supplicant
xdg-su
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-input-wacom
xf86-video-intel
xfsprogs
xorg-server
xorg-twm
xorg-xdpyinfo
xorg-xinit
yay
yelp
zsh
